Repository: JensDerKrueger/GenderApp
Catalog: GenderApp Watch/*.lproj/Localizable.strings
Languages: de

# title.app
source: Gender Lookup
de: Geschlechtssuche

# input.placeholder
source: Enter a first name
de: Vornamen eingeben

# button.send
source: Send
de: Senden

# a11y.send
source: Send name to Genderize
de: Namen an Genderize senden

# state.loading
source: Looking it up…
de: Wird gesucht …

# section.result
source: Result
de: Ergebnis

# label.gender
source: Gender
de: Geschlecht

# gender.male
source: Male
de: Männlich

# gender.female
source: Female
de: Weiblich

# gender.unknown
source: Unknown
de: Unbekannt

# label.probability
source: Probability
de: Wahrscheinlichkeit

# probability.unavailable
source: No probability available.
de: Keine Wahrscheinlichkeit verfügbar.

# error.empty-name
source: Please enter a name.
de: Bitte gib einen Namen ein.

# error.invalid-name
source: Invalid name.
de: Ungültiger Name.

# error.fetch
source: Could not fetch result. Please try again.
de: Abruf fehlgeschlagen. Bitte versuche es erneut.

# a11y.probability
source: Probability
de: Wahrscheinlichkeit

# result.samples-line
source: Based on %lld samples for “%@”.
de: Basierend auf %lld Stichproben für „%@“.

# settings.title
source: Settings
de: Einstellungen

# settings.general
source: General
de: Allgemein

# settings.age
source: Also guess Age
de: Alter auch schätzen

# settings.nationality
source: Also guess Nationality
de: Nationalität auch schätzen

# settings.open
source: Open Settings
de: Einstellungen öffnen

# button.done
source: Done
de: Fertig

# label.age
source: Age
de: Alter

# age.unknown
source: Unknown
de: Unbekannt

# label.nationality
source: Nationality
de: Nationalität

# error.unauthorized
source: Invalid API key
de: Ungültiger API-Schlüssel.

# error.payment
source: Subscription is not active
de: Abonnement ist nicht aktiv.

# error.unprocessable
source: Invalid or Missing 'name' parameter
de: Ungültiger oder fehlender Name-Parameter.

# error.too-many
source: Daily request limit reached
de: Zu viele Anfragen – Limit für heute erreicht.

# error.decoding
source: Failed to decode server response
de: Konnte Serverantwort nicht decodieren

# info.open
source: Open info
de: Informationen

# info.intro
source: This app was developed at the %@ of %@.
de: Diese App wurde am %@ der %@ entwickelt.

# university
source: University of Duisburg-Essen
de: Universität Duisburg-Essen

# university.link
source: https://www.uni-due.de/en/index.php
de: https://www.uni-due.de

# group
source: Computer Graphics and Visualization Group
de: Lehrstuhl für Computergrafik und Visualisierung

# info.datasources
source: The data comes from these services:
de: Die Daten stammen von den Diensten:

# info.disclaimer
source: The developers of this app are not affiliated with the mentioned sites and only provide a convenient way to access the data.
de: Die Entwickler dieser App stehen in keinem Zusammenhang mit den genannten Seiten und stellen lediglich eine bequeme Zugriffsmöglichkeit auf die Daten bereit.
